Repository: digipost/ios
Catalog: Digipost/*.lproj/Localizable.strings
Languages: nb

# language of app
source: en
nb: nb

# upload guide navgationtiem title
source: Upload
nb: Last opp

# GENERIC_ERROR_TITLE
source: Error
nb: Feil

# GENERIC_CANCEL_BUTTON_TITLE
source: Cancel
nb: Avbryt

# GENERIC_DELETE_BUTTON_TITLE
source: Delete
nb: Slett

# GENERIC_CLOSE_BUTTON_TITLE
source: Close
nb: Lukk

# GENERIC_YESTERDAY_TITLE
source: Yesterday
nb: I går

# GENERIC_UPDATING_TITLE
source: Updating
nb: Oppdaterer

# GENERIC_LAST_UPDATED_TITLE
source: Last updated
nb: Sist oppdatert

# GENERIC_UPDATED_NEVER_TITLE
source: Never
nb: Aldri

# GENERIC_OPEN_IN_SAFARI_BUTTON_TITLE
source: Open in Safari
nb: Åpne i Safari

# FOLDERS_VIEW_CONTROLLER_LOGOUT_TITLE
source: Sign Out
nb: Logg ut

# FOLDERS_VIEW_CONTROLLER_LOGOUT_CONFIRMATION_TITLE
source: Are you sure you want to sign out?
nb: Er du sikker på at du vil logge ut?

# OAUTH_MANAGER_MISSING_ACCESS_TOKEN_RESPONSE
source: We have encountered an error. Please sign in again
nb: Det har oppstått en feil. Logg inn på nytt

# GENERIC_REFRESH_TOKEN_INVALID_TITLE
source: Session expired
nb: Sesjonen har utløpt

# GENERIC_REFRESH_TOKEN_INVALID_MESSAGE
source: The current session has expired. Please sign in again.
nb: Nåværende sesjon har utløpt. Logg inn på nytt

# OAUTH_VIEW_CONTROLLER_NAVIGATION_ITEM_TITLE
source: Sign In
nb: Logg inn

# FOLDERS_VIEW_CONTROLLER_FOLDERS_SECTION_HEADER_TITLE
source: FOLDERS
nb: MAPPER

# FOLDERS_VIEW_CONTROLLER_SETTINGS_SECTION_HEADER_TITLE
source: MY FOLDERS
nb: MINE MAPPER

# FOLDERS_VIEW_CONTROLLER_RECEIPTS_TITLE
source: E-receipts
nb: E-kvitteringer

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_TITLE
source: From
nb: Fra

# LETTER_VIEW_CONTROLLER_POPOVER_DATE_TITLE
source: Date
nb: Dato

# LETTER_VIEW_CONTROLLER_INVOICE_BUTTON_PAID_TITLE
source: Added to payments
nb: Lagt til betaling

# LETTER_VIEW_CONTROLLER_INVOICE_BUTTON_SEND_TITLE
source: Add payment
nb: Legg til betaling

# LETTER_VIEW_CONTROLLER_INVOICE_BUTTON_PAYMENT_TIPS_TITLE
source: Payment tips
nb: Betalingstips

# LETTER_VIEW_CONTROLLER_INVOICE_BUTTON_SENDING_TITLE
source: Sending...
nb: Sender

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_PAID_TITLE
source: The invoice has been scheduled
nb: Sendt til nettbanken

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_PAID_MESSAGE
source: This invoice has been transferred for payment. Log in to %@ to make any changes.
nb: Denne fakturaen ble sendt til nettbanken %@. Logg inn i nettbanken din for å se betalingsdetaljer.

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_SEND_TITLE
source: Add payment on due date?
nb: Send til nettbank?

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_SEND_MESSAGE
source: The invoice will be sent to your bank and paid on the due date. If you want to edit this payment, please sign into your online bank. The following account will be debited: %@
nb: Fakturaen blir sendt til forfallsregisteret i nettbanken din. Ønsker du å endre betalingen senere, må du logge inn i nettbanken. Følgende konto vil bli belastet: %@

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_PAYMENT_TIPS_TITLE
source: Payment tips
nb: Betalingstips

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_PAYMENT_TIPS_MESSAGE
source: You can pay your invoices directly from Digipost if your bank supports this feature. Sign into digipost.no to set up your bank account.
nb: Hvis banken din støtter fakturabetaling via Digipost, kan du sende fakturaer rett til forfallsregisteret i nettbanken. Logg inn på digipost.no for å velge bankkonto. Når du har valgt konto kan du betale fakturaer med ett klikk.

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_GO_TO_BANK_BUTTON_TITLE
source: Go to online banking
nb: Gå til bank

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_ACTION_BUTTON_SEND_TITLE
source: Add payment on due date
nb: Send til bank

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_UNKNOWN_BANK_ACCOUNT_NUMBER
source: Unknown bank account number
nb: ukjent bankkontonummer

# LETTER_VIEW_CONTROLLER_MOVE_BUTTON_TITLE
source: Move
nb: Flytt

# LETTER_VIEW_CONTROLLER_DELETE_BUTTON_TITLE
source: Delete
nb: Slett

# LETTER_VIEW_CONTROLLER_INVALID_FILE_TYPE_MESSAGE
source: This app does not support opening of this file type yet. Try opening the file via digipost.no.
nb: Denne filtypen kan ikke åpnes i appen. Logg inn på digipost.no for å åpne filen.

# LETTER_VIEW_CONTROLLER_LEFT_BAR_BUTTON_ITEM_ATTACHMENTS_TITLE
source: Attachments
nb: Vedlegg

# LETTER_VIEW_CONTROLLER_MOVE_WARNING_TITLE
source: This document is attached to another document. All related documents will be moved as well.
nb: Denne filen ligger som et vedlegg i et brev, derfor blir hele brevet flyttet.

# LETTER_VIEW_CONTROLLER_DELETE_WARNING_TITLE
source: Delete
nb: Slett

# LETTER_VIEW_CONTROLLER_MOVE_TO_TITLE
source: Move to
nb: Flytt til

# ATTACHMENT_VALIDATION_ERROR_WRONG_AUTHENTICATION_LEVEL_TITLE
source: The sender requires a higher security level*
nb: Avsender krever et høyere sikkerhetsnivå

# ATTACHMENT_VALIDATION_ERROR_GENERIC_TITLE
source: This document can not be opened on this device.
nb: Denne filtypen kan ikke åpnes i appen.

# ATTACHMENT_VALIDATION_ERROR_WRONG_AUTHENTICATION_LEVEL_MESSAGE
source: Sign in at digipost.no and use the service the sender asks for (BankID, Buypass or ID-porten) to read the letter
nb: Logg inn på digipost.no og bruk løsningen avsender ber om (BankID, Buypass eller ID-porten) for å lese brevet

# ATTACHMENT_VALIDATION_ERROR_GENERIC_MESSAGE
source: Sign in at digipost.no to read this document.
nb: Logg inn på digipost.no for å åpne filen.

# FILE_MANAGER_DECRYPT_ERROR_NO_PASSWORD
source: No password
nb: Ingen passord

# FILE_MANAGER_DECRYPT_ERROR_ENCRYPTED_FILE_NOT_FOUND
source: Encrypted file not found
nb: Fant ikke den krypterte filen

# FILE_MANAGER_DECRYPT_ERROR_ERROR_READING_ENCRYPTED_FILE
source: Error reading encrypted file
nb: Kunne ikke lese kryptert fil

# FILE_MANAGER_DECRYPT_ERROR_DECRYPTION_ERROR
source: Decryption error
nb: Dekrypteringsfeil

# FILE_MANAGER_DECRYPT_ERROR_REMOVING_DECRYPTED_FILE
source: Error removing decrypted file
nb: Kunne ikke fjerne dekryptert fil

# FILE_MANAGER_DECRYPT_ERROR_WRITING_DECRYPTED_FILE
source: Error writing decrypted file
nb: Kunne ikke skrive til dekryptert fil

# FILE_MANAGER_ENCRYPT_ERROR_NO_PASSWORD
source: Missing password
nb: Mangler passord

# FILE_MANAGER_ENCRYPT_ERROR_DECRYPTED_FILE_NOT_FOUND
source: Decrypted file not found
nb: Fant ikke dekryptert fil

# FILE_MANAGER_ENCRYPT_ERROR_ERROR_READING_DECRYPTED_FILE
source: Error reading decrypted file
nb: Kunne ikke lese dekryptert fil

# FILE_MANAGER_ENCRYPT_ERROR_ENCRYPTION_ERROR
source: Encryption error
nb: Krypteringsfeil

# FILE_MANAGER_ENCRYPT_ERROR_REMOVING_ENCRYPTED_FILE
source: Error removing encrypted file
nb: Feil ved fjerning av kryptert fil

# FILE_MANAGER_ENCRYPT_ERROR_WRITING_ENCRYPTED_FILE
source: Error writing decrypted file
nb: Feil ved skriving til kryptert fil

# DOCUMENTS_VIEW_CONTROLLER_TOOLBAR_SELECT_ALL_TITLE
source: Select all
nb: Velg alle

# DOCUMENTS_VIEW_CONTROLLER_TOOLBAR_SELECT_NONE_TITLE
source: Select none
nb: Velg ingen

# DOCUMENTS_VIEW_CONTROLLER_TOOLBAR_MOVE_TITLE
source: Move
nb: Flytt

# DOCUMENTS_VIEW_CONTROLLER_TOOLBAR_DELETE_TITLE
source: Delete
nb: Slett

# DOCUMENTS_VIEW_CONTROLLER_DELETE_CONFIRMATION_ONE
source: Delete
nb: Slett

# DOCUMENTS_VIEW_CONTROLLER_DELETE_CONFIRMATION_TWO_SINGULAR
source: letter
nb: brev

# DOCUMENTS_VIEW_CONTROLLER_DELETE_CONFIRMATION_TWO_PLURAL
source: letters
nb: brev

# DOCUMENTS_VIEW_CONTROLLER_NO_DOCUMENTS_TITLE
source: Upload files for secure storage. You can easily move content between folders.
nb: Last opp filer for sikker lagring. Du kan enkelt flytte innhold mellom mapper.

# DOCUMENTS_VIEW_CONTROLLER_NO_DOCUMENTS__MAILBOX_TITLE
source: All letters sent to you in Digipost will arrive here. You can also upload your own files in folders.
nb: Brev du mottar i Digipost vil bli lagt her. Du kan også laste opp egne filer i mapper

# RECEIPTS_VIEW_CONTROLLER_NAVBAR_TITLE
source: E-receipts
nb: E-kvitteringer

# RECEIPTS_VIEW_CONTROLLER_DELETE_CONFIRMATION_TWO_SINGULAR
source: receipt
nb: kvittering

# RECEIPTS_VIEW_CONTROLLER_DELETE_CONFIRMATION_TWO_PLURAL
source: receipts
nb: kvitteringer

# RECEIPTS_VIEW_CONTROLLER_NO_RECEIPTS_NO_CARDS_TITLE
source: Get electronic receipts in Digipost when you use your debit and credit cards. Register your cards at digipost.no to get started.
nb: Motta elektroniske kvitteringer i Digipost når du handler med bank- og kredittkort. Registrer betalingskortene på digipost.no for å komme i gang.

# RECEIPTS_VIEW_CONTROLLER_NO_RECEIPTS_CARDS_READY_TITLE
source: Your payment cards are set up. You will receive e-receipts the next time you use your card in a store that supports electronic receipts, the receipts will appear here.
nb: Du har registrert betalingskortene dine. Neste gang du handler i en butikk som støtter elektronisk kvittering, vil kvitteringen dukke opp her.

# RECEIPTS_VIEW_CONTROLLER_NO_RECEIPTS_HIDDEN_TITLE
source: %i %@ hidden. To show these, please verify your payment cards at digipost.no.
nb: %i %@ skjult. For å vise disse må du verifisere betalingskortene dine på digipost.no

# RECEIPTS_VIEW_CONTROLLER_NO_RECEIPTS_RECEIPT_WORD_IS_SINGULAR
source: receipt is
nb: kvitteringen er

# RECEIPTS_VIEW_CONTROLLER_NO_RECEIPTS_RECEIPT_WORD_IS_PLURAL
source: receipts are
nb: kvitteringer er

# APPDELEGATE_UPLOAD_FILE_TITLE
source: Upload file
nb: Last opp fil

# APPDELEGATE_UPLOAD_FILE_UPLOAD_BUTTON_TITLE
source: Upload
nb: Last opp

# LOGIN_VIEW_CONTROLLER_LOGIN_BUTTON_TITLE
source: Login Digipost
nb: Logg inn i Digipost

# LOGIN_VIEW_CONTROLLER_REGISTER_BUTTON_TITLE
source: New account
nb: Ny bruker

# LOGIN_VIEW_CONTROLLER_PRIVACY_BUTTON_TITLE
source: Privacy
nb: Personvern

# LOGIN_VIEW_CONTROLLER_SHOW_INFORMATION_BUTTON_TITLE
source: Show information
nb: Vis informasjon

# FOLDER_NAME_ARCHIVE
source: Archive
nb: Arkivet

# FOLDER_NAME_INBOX
source: Mailbox
nb: Postkassen

# FOLDER_NAME_WORKAREA
source: Kitchen counter
nb: Kjøkkenbenken

# GENERIC_FROM_LABEL
source: From
nb: Fra

# GENERIC_TO_LABEL
source: To
nb: Til

# GENERIC_DATE_LABEL
source: Date
nb: Dato

# ATTACHMENTS_DATE_FORMAT
source: dd.MM.YYYY HH:mm
nb: dd.MM.YYYY 'kl.' HH:mm

# GENERIC_DOCUMENT_IS_UPLOADED_TITLE
source: Uploaded
nb: Opplastet

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_AMOUNT
source: Amount
nb: Beløp

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_DUEDATE
source: Due date
nb: Forfallsdato

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_FROM_ACCOUNT
source: From account
nb: Fra konto

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_SUBJECT
source: Subject
nb: Emne

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_TO_ACCOUNT
source: To account
nb: Til konto

# LETTER_VIEW_CONTROLLER_POPOVER_SENDER_RECEIPT
source: Card
nb: Kort

# LETTER_VIEW_CONTROLLER_INVOICE_POPUP_STATUS_DESCRIPTION
source: The payment is sent to your bank
nb: Sendt til nettbank

# RECEIPTS_FOLDER_NUMBER_OF_RECEIPTS_LABEL
source: %i receipts
nb: %i kvitteringer

# FOLDER_VIEW_ADD_NEW_FOLDER_TEXT
source: Add folder
nb: Opprett mappe

# Accounts title
source: Select account
nb: Velg konto

# FOLDER ALREADY EXSISTS
source: The folder already exists
nb: Velg et annet navn

# Folder allready exists title
source: The folder already exists
nb: Mappen eksisterer allerede

# Noe feil skjedde.
source: Oops, something happened. Try again.
nb: Det skjedde en feil. Prøv på nytt.

# FEIL
source: The folder contains files
nb: Mappen inneholder filer

# Noe feil skjedde. Sikker på at mappa er tom?
source: You must move or delete the files in the folder before the it can be deleted.
nb: Du må flytte eller slette filene du har i mappen før du kan slette den.

# Feil
source: Error
nb: Feil

# Wrong interface orientation title
source: Landscape interface orientation not supported
nb: Landskaps-modus ikke støttet

# Wrong interface orientation text
source: Hold your device in portrait mode to change icons
nb: Hold enheten i portrettmodus for å endre ikon

# Folder allready exists text
source: Choose another name
nb: Velg et annet navn

# Åpne brevet og send kvittering
source: Open letter
nb: Åpne brevet

# Avbryt
source: Cancel
nb: Avbryt

# Avsender krever lesekvittering
source: Sender requests a letter-received confirmation
nb: Åpningskvittering

# Edit folder title item
source: Edit folder
nb: Rediger mappe

# Hvis du åpner dette brevet
source: If you open this letter, a confirmation will be sent to the sender.
nb: Hvis du åpner brevet, vil det bli sendt en åpningskvittering til avsenderen.

# Failed validating opening receipt title
source: Could not send confirmation. Try to open the letter at a later time.
nb: Kunne ikke sende åpningskvitteringen. Forsøk å åpne brevet på nytt senere.

# Noe feil skjedde.
source: Oops, something happened. Try again.
nb: Det skjedde en feil.

# Accessability backbutton title
source: Back
nb: Tilbake

# %@ Received %@ From
source: %1$@ Received %2$@ From
nb: %1$@ Mottat %2$@ Fra

# %@ Received %@ From %@
source: %1$@ Received %2$@ From %3$@
nb: %1$@. Mottat %2$@. Fra %3$@

# FOLDERS_VIEW_CONTROLLER_UPLOAD_TITLE
source: Upload
nb: Last opp

# Not empty folder alert descrption
source: You must move or delete the files in the folder before it can be deleted.
nb: Du må flytte eller slette filene du har i mappen før du kan slette den.

# Not empty folder alert title
source: The folder cannot be deleted
nb: Mappen kan ikke slettes

# navbar title upload folder
source: Choose folder
nb: Velg mappe

# navbar title upload mailbox
source: Choose account
nb: Velg konto

# account view unread letter
source: unread letter
nb: ulest brev

# account view unread letters
source: unread letters
nb: uleste brev

# log out button title
source: Log out
nb: Logg ut

# account description shared
source: Shared with you
nb: Delt med deg

# upload guide image accessability hint
source: Open the file where it is saved and press the open in link or the export icon. Uploading is supported by apps such as Safari, Dropbox and Drive.
nb: Åpne filen der den er lagret og klikk på Åpne i eller eksportikonet. Opplastning til Digipost støttes blant annet av Safari, Dropbox og Drive

# actions action sheet delete document
source: Delete
nb: Slett

# actions action sheet move document
source: Move
nb: Flytt

# actions action sheet open in app
source: Open in external app
nb: Åpne i annen app

# edit document alert ok button title
source: Rename
nb: Gi nytt navn

# edit document name alert cancel button title
source: Cancel
nb: Avbryt

# edit document name alert title
source: Rename document:
nb: Gi filen nytt navn:

# letter view delete document cancel
source: Cancel
nb: Avbryt

# letter view delete document message
source: Are you sure you want to delete this file?
nb: Er du sikker på at du vil slette filen?

# letter view delete document title
source: Delete
nb: Slett

# upload action sheet camera roll button
source: Choose image
nb: Velg bilde

# upload action sheet camera
source: Take picture
nb: Bruk kamera

# upload action sheet cancel button
source: Cancel
nb: Avbryt

# upload action sheet title
source: Upload
nb: Last opp

# actions action sheet title
source: Actions
nb: Handlinger

# folder view controller beta title
source: Share test results
nb: Del testfunn

# accessability label webview is image
source: Image
nb: Bilde

# actions action sheet rename document
source: Rename document
nb: Gi nytt navn

# upload action sheet other file
source: Add file
nb: Last opp fil

# open file in external app failed title
source: You have no apps that support opening this file type
nb: Du har ingen apper som støtter å åpne denne filtypen

# actions toolbar move accessibility label
source: Move
nb: Flytt

# actions toolbar delete accessibility label
source: Delete
nb: Slett

# actions toolbar rename accessibility label
source: Rename
nb: Gi nytt navn

# actions toolbar openIn accessibility label
source: Open in
nb: Åpne i

# actions toolbar invoice accessibility label
source: Invoice
nb: Faktura

# upload failed message
source: Try again
nb: Prøv igjen

# upload failed title
source: File upload failed
nb: Opplastingen feilet

# upload image Controller title
source: Upload
nb: Last opp

# cannot rename document need authentication alert message
source: You cannot rename documents that require a higher security level
nb: Du kan ikke gi nye navn til brev fra offentlige virksomheter eller brev som krever høyere sikkerhetsnivå.

# new feature navbar title
source: Did you know..?
nb: Visste du at..?

# new feature barbutton title
source: Done
nb: Ferdig

# new feature share
source: Share your mailbox with the family
nb: Del postkassen din med andre i familien

# new feature folders
source: Use folders to organize mail
nb: Bruk mapper for å organisere dine eposter

# new feature archive
source: Your own archive to fill
nb: Et helt eget arkiv du kan fylle opp

# onboarding button
source: GET STARTED
nb: KOM I GANG

# onboarding welcome
source: Welcome to your secure digital mailbox
nb: Velkommen til din sikre digitale postkasse

source: Public entity
nb: Offentlig

# recipients view navigation bar title
source: Add recipients
nb: Legg til mottakere

# recipients view navigation bar right button save
source: Save
nb: Lagre

# recipients view table view header title
source: RECIPIENTS
nb: MOTTAKERE

# not connected to internet alert message
source: Reconnect and try again
nb: Koble til, og prøv igjen

# recipients view add recipients button title
source: Add recipients
nb: Legg til mottakere

# recipients view search bar placeholder
source: Search for persons and companies
nb: Søk på personer eller bedrifter

# unlock view label can not unlock letter
source: The letter can't be opened in the app because it's end-to-end encrypted. Log on to digipost.no to read it.
nb: Brevet kan ikke åpnes i appen, fordi det er ende-til-ende kryptert. Logg inn på digipost.no for å lese brevet.

# preview view navigation bar title
source: Preview
nb: Forhåndsvisning

# unlock view label can unlock letter
source: The sender requires you to log on to a higher security level to unlock this letter
nb: Avsenderen krever at du logger inn på et annet sikkerhetsnivå for å åpne brevet

# preview view add button title
source: Add recipients
nb: Legg til mottakere

# preview view add or edit button title
source: Add or edit recipients
nb: Legg til eller rediger mottakere

# preview view recipients header title no recipients
source: NO RECIPIENTS
nb: INGEN MOTTAKERE

# Oauth login error message
source: You login has expired. Please log in again.
nb: Det oppstod en feil. Prøv å logge inn på nytt, eller kontakt kundeservice

# preview view recipients header title one recipient
source: 1 RECIPIENT
nb: 1 MOTTAKER

# Oauth login error title
source: Something went wrong
nb: Noe gikk galt

# preview view recipients header title recipients
source: RECIPIENTS
nb: MOTTAKERE

# lost network connection alert message
source: Try again
nb: Prøv igjen

# preview view recipients add recipients button title
source: Add recipients
nb: Legg til mottakere

# composer view navigation bar title
source: Compose letter
nb: Send brev

# composer view preview button title
source: Preview
nb: Forhåndsvisning

# composer view document title label
source: Title:
nb: Tittel:

# composer view title placeholder
source: Tap to enter title
nb: Trykk for å legge til en tittel

# composer view close alert title
source: Composer closing
nb: Brev lukkes

# composer view close alert message
source: Save a draft before closing?
nb: Vil du lagre utkastet før du avslutter

# composer view close alert save draft button title
source: Save draft
nb: Lagre utkast

# composer view close alert quit button title
source: Close
nb: Lukk

# headline title
source: Header
nb: Overskrift

# subheadline title
source: Subheader
nb: Liten overskrift

# normal text title
source: Normal
nb: Normal tekst

# lost network connection alert title
source: Lost connection to the internet
nb: Mistet koblingen med internett

# timeout alert message
source: Try again.
nb: Prøv igjen

# timeout alert title
source: The connection timed out
nb: Koblingen tok for lang tid

# recipients add more button overflow text
source: and %d more
nb: og %d fler

# invoice setup alert title
source: Set up invoice payment
nb: Enklere betaling

# invoice setup alert message
source: Avoid entering long KID numbers and have invoices sent straight to your online banking.
nb: Unngå lange KID-numre og få fakturaene rett i nettbanken

# invoice setup alert action button
source: Select bank
nb: Velg bank

# invoice setup alert later button
source: Later
nb: Senere

# invoice setup alert forget button
source: Do not ask me again
nb: Ikke vis meg igjen

# invoice bank title prefix
source: Invoice in
nb: Faktura i

# invoice bank enabled title
source: Get invoices in your online banking
nb: Få fakturaene i nettbanken også

# invoice bank disabled title
source: Transfer invoices to your online banking
nb: Overfør fakturaer til nettbanken

# invoice bank enabled content
source: Any invoices you receive in your Digipost mailbox will automatically be displayed in your online banking. So you can pay them without having to check your mailbox first.
nb: Alle fakturaer du mottar i Digipost vil automatisk vises i nettbanken din. Da kan du enkelt betale dem uten å sjekke postkassa først.

# invoice bank disabled content
source: From now on, you will no longer have to enter KID and account numbers when dealing with invoices you have received through Digipost. Instead, you can transfer the invoice for payment with a single click or tap, without having to log in to your online banking.
nb: Fremover slipper du å skrive inn KID- og kontonummer når du skal behandle fakturaer mottatt i Digipost. I stedet kan du overføre fakturaen til betaling med ett enkelt klikk, uten å måtte logge inn i nettbanken.

# invoice bank button link prefix
source: Log in to
nb: Logg inn i

# invoice bank button link postfix
source: and accept agreement
nb: og inngå avtale

# invoice bank enabled read more link
source: Read more about Digipost invoicing
nb: Les mer om Digipost faktura

# invoice bank disabled read more link
source: Log in to digipost.no and accept agreement
nb: Logg inn på digipost.no og inngå avtale

# invoice delete dialog title
source: Delete invoice
nb: Slett faktura

# invoice delete dialog paid message
source: Are you sure that you want to delete this invoice? If you want to stop payment, you must log in to your online banking.
nb: Er du sikker på at du vil slette fakturaen? Om du vil stoppe betalingen må du logge inn i nettbanken også

# invoice delete dialog paid delete button
source: Delete invoice
nb: Slett fakturaen

# invoice delete dialog paid cancel button
source: Cancel
nb: Avbryt

# invoice delete dialog unpaid message
source: Are you sure that you want to delete this invoice from both Digipost and your online banking?
nb: Er du sikker på at du vil slette fakturaen fra både Digipost og nettbanken?

# invoice delete dialog unpaid delete button
source: Delete invoice
nb: Slett fakturaen

# invoice delete dialog unpaid cancel button
source: Cancel
nb: Avbryt

# dialog delete multiple title
source: Delete?
nb: Slett

# invoice delete dialog multiple message
source: Are you sure you want to delete %1$lu %2$@, including %3$lu %4$@? To cancel any pending payments, please log in to your online banking.
nb: Er du sikker på at du vil slette %1$lu %2$@, inkludert %3$lu %4$@? Om du vil stoppe betalinger lagt til forfall, må du logge inn i nettbanken.

# invoice delete dialog multiple delete button
source: Delete
nb: Slett

# invoice delete dialog multiple cancel button
source: Cancel
nb: Avbryt

# invoice delete dialog invoice singular
source: invoice
nb: faktura

# invoice delete dialog invoice plural
source: invoices
nb: fakturaer
