Repository: digipost/ios
Catalog: Digipost/*.lproj/LoginView.strings
Languages: nb

# 6NS-t9-yYV.text
source: Login with an electronic ID
nb: Logg inn med elektronisk ID

# Cya-af-FJz.text
source: Choose between these login alternatives:
nb: Velg mellom innloggingsalternativene:

# FLY-u3-LrI.normalTitle
source: Read more here
nb: Les mer her

# FhE-Nv-ifg.text
source: Access to read all messages in Digipost.
nb: Tilgang til å lese all post i Digipost.

# Fkx-Nm-PaJ.text
source: Privacy in Digipost
nb: Personvern i Digipost

# H5t-9X-F2H.title
source: Login
nb: Logg inn

# ITd-ev-TEE.text
source: Password login
nb: Passord-innlogging

# KOr-Rj-FHb.text
source: Do you not have a Digipost account?
nb: Har du ikke Digipost-konto?

# ZK3-le-B8c.normalTitle
source: Register yourself here
nb: Registrer deg her

# nau-j1-HXE.normalTitle
source: National identification number and password
nb: Fødselsnummer og passord

# oLR-n1-QS7.text
source: BankID, BankID (on mobile) and Buypass ID
nb: MinID, BankID (på mobil) og Buypass ID
